app/src/main/res/raw/soap_reg_apply

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Body>
        <RegApply xmlns="http://railway.gtwise.com">
            <sUserName>$sUername</sUserName>
            <sOrg_id>$sOrgId</sOrg_id>
            <sEmail>$sEmail</sEmail>
            <sMobilePhone>$sMobilePhone</sMobilePhone>
            <sSerialNumber>$sSerialNumber</sSerialNumber>
            <sApplyTime>$sApplyTime</sApplyTime>
            <sApplyUser>$sApplyUser</sApplyUser>
            <nProduct_type>$nProductType</nProduct_type>
            <sAuthInfo>$sAuthInfo</sAuthInfo>
            <sSessionKey>$sSessionKey</sSessionKey>
        </RegApply>
    </soap:Body>
</soap:Envelope>